tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "heroku/brew"
tap "pivotal/tap"
tap "elastic/tap"

cask "ngrok"
cask "font-inconsolata-g"
#cask "iterm2"
#cask "postman"
#cask "ccmenu"
cask "rectangle"

brew "awscli"
brew "bat"
brew "cowsay"
brew "eslint"
brew "fzf"
brew "git"
brew "git-together"
brew "heroku"
brew "jq"
#brew "logrotate"
brew "node"
brew "nvm"
brew "openssl"
brew "postgresql@14"
brew "pure"
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rclone"
brew "readline"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "tmux"
brew "tmuxinator"
brew "vim"
#brew "vips"
brew "wget"
brew "yarn"
brew "diff-so-fancy"
brew "htop"
brew "mc"
brew "neovim"
brew "macdown"
brew "mono"
brew "shared-mime-info"
